"CBLWhiteBalanceAutomatic" = "Automatic";
"CBLWhiteBalanceSunny" = "Direct Sunlight";
"CBLWhiteBalanceShadow" = "Shade";
"CBLWhiteBalanceCloudy" = "Cloudy";
"CBLWhiteBalanceIncandescent" = "Incandescent";
"CBLWhiteBalanceFluorescent" = "Fluorescent";
"CBLWhiteBalanceUnderwater" = "Underwater";
"CBLWhiteBalanceFlash" = "Flash";
"CBLWhiteBalanceExplicitKelvin" = "Color Temperature";
"CBLWhiteBalanceNikonPresetManual" = "Preset Manual";
"CBLWhiteBalanceAutomaticNaturalLight" = "Natural Light Auto";
